<template>
  <div>
    <app-intro-arrow>
      <h3 class="intro__title intro__title-arrow">
        Как осуществить возврат продукции O bag
      </h3>
    </app-intro-arrow>
    <div class="recovery inside">
      <div class="container">
        <p class="recovery__text">
          Возврат товара, приобретенного в интернет-магазине www.obag.ua, осуществляется в случаях и согласно условиям, регламентированным "Законом Украины о защите прав потребителей". 
        </p>
        <div class="recovery__block inside__block">
          <h3 class="recovery__title inside__title page__title">
            Если Вы хотите вернуть или обменять товар в течение <span>14 дней после покупки:</span>
          </h3>
          <ul class="recovery__list">
            <li class="recovery__list-item">
              Убедитесь, что возвращаемый товар отвечает надлежащему качеству и не имеет следов износа и повреждений. В случае, если вы решили отказаться от товара в 14-дневный срок, при этом, менеджер магазина заметил следы износа, вам может быть отказано в возврате; 
            </li>
            <li class="recovery__list-item">
              Проверьте наличие чека и, в случае, если это предусмотрено, гарантийного талона; 
            </li>
            <li class="recovery__list-item">
              В случае отказа от товара, возврат денежных средств происходит в течение 7 рабочих дней после оформления процедуры возврата. В случае, если возврат денег осуществляется на банковский счет, срок может составлять до 14 банковских дней и зависит от банковской системы; 
            </li>   
            <li class="recovery__list-item">
              Уведомляем вас о том, что все расходы на доставку, в случае обмена или возврата товара, клиент берет на себя. 
            </li>
          </ul>
        </div>
        <div class="recovery__block inside__block">
          <h3 class="recovery__title inside__title page__title">
            Если Вы хотите вернуть или обменять товар
            <span>по гарантии:</span>
          </h3>
          <ul class="recovery__list">
            <li class="recovery__list-item">
              Проверьте наличие чека и, в случае, если это предусмотрено, гарантийного талона; 
            </li>
            <li class="recovery__list-item">
              В случае отказа от товара, возврат наличных денежных средств происходит в течение 7 рабочих дней после оформления процедуры возврата. В случае, если возврат денег осуществляется на банковский счет, срок может составлять до 14 банковских дней и зависит от банковской системы; 
            </li>
            <li class="recovery__list-item">
              В случае необходимости, в спорных вопросах, и в предусмотренных законом нормах, в некоторых случаях магазин может потребовать экспертную оценку повреждений товара для выявления причин неисправности. Процесс диагностики занимает от 7 до 30 дней, а сторона, признанная виновной в неисправности товара, обязуется покрыть расходы за проведение экспертизы; 
            </li>
            <li class="recovery__list-item">
              Уведомляем вас о том, что все расходы на доставку, в случае обмена или возврата товара, клиент берет на себя. 
            </li>
          </ul>
        </div>
        <div class="recovery__block inside__block">
          <h3 class="recovery__title inside__title page__title">
            В каких случаях магазин имеет право отказать
            в возврате или обмене товара:
          </h3>
          <ul class="recovery__list">
            <li class="recovery__list-item">
              Если отсутствует чек или документ, подтверждающий факт покупки товара в нашем магазине. А в случаях, когда это предусмотрено - гарантийного талона. 
            </li>
            <li class="recovery__list-item">
              Если товар был в эксплуатации, имеет дефекты или находится в неполной комплектации, кроме случаев, предусмотренных гарантийным обслуживанием; 
            </li>
            <li class="recovery__list-item">
              Если с момента покупки прошло больше 14 дней, кроме случаев, предусмотренных гарантийным обслуживанием. 
            </li>
          </ul>
          <p class="recovery__text">
            Для проведения эффективной и оперативной процедуры возврата, пожалуйста, перезвоните по номеру <span>+38 (044) 333 43 42</span>
          </p>
        </div>
      </div>
    </div>
    <app-news />
  </div>
</template>

<script>
import AppIntroArrow from '~/components/intro/AppIntroArrow.vue'
import AppNews from '~/components/news/AppNews.vue'

export default {
  name: 'RecoveryPage',
  components: {
    AppIntroArrow,
    AppNews,
  },
}
</script>
