<template>
  <div>
    <app-intro-arrow>
      <h3 class="intro__title intro__title-arrow">
        Исследования и инновации компании O bag
      </h3>
    </app-intro-arrow>
    <div class="research inside">
      <div class="container">
        <div class="research__block inside__block">
          <p class="research__text">
            O bag непрерывно инвестирует средства в исследования, чтобы
            предлагать клиентам новые продукты.
          </p>
          <p class="research__text">
            Инновационный, сверхлегкий материал XL Extralight® является одним из
            «фирменных ингредиентов», которые привели к успеху и признанию O
            bag. Тщательно отобранное сырье поступает от проверенных
            поставщиков. Производство полностью сосредоточено в Италии:
            Finproject S.p.A. в Мачерате для XL Extralight®, Silter в Венеции
            для силикона, LEM Srl в Варезе для производства солнцезащитных очков
            в Гриламиде.
          </p>
        </div>
        <div class="research__block inside__block">
          <h3 class="research__title inside__title page__title">
            XL EXTRALIGHT®
          </h3>
          <p class="research__text">
            O bag непрерывно инвестирует средства в исследования, чтобы
            предлагать клиентам новые продукты.
          </p>
          <p class="research__text">
            Инновационный, сверхлегкий материал XL Extralight® является одним из
            «фирменных ингредиентов», которые привели к успеху и признанию O
            bag. Тщательно отобранное сырье поступает от проверенных
            поставщиков. Производство полностью сосредоточено в Италии:
            Finproject S.p.A. в Мачерате для XL Extralight®, Silter в Венеции
            для силикона, LEM Srl в Варезе для производства солнцезащитных очков
            в Гриламиде.
          </p>
          <p class="research__text">
            XL Extralight® - это сверхлегкий, гибкий, яркий, универсальный и
            тактильно приятный материал. Благодаря своей структуре с закрытыми
            порами, он предотвращает поглощение и размножение бактерий, устойчив
            к воздействию воды, ультрафиолетовых лучей, хлора и соли. Сохраняя
            при этом первоначальный цвет изделия.
          </p>
          <p class="research__text">
            При хранении XL Extralight® вдали от высоких температур и источников
            тепла, он способен сохранять свою форму долгие годы. Материал не
            содержит тяжелых металлов, фталатов, хрома, кадмия и других опасных
            веществ.
          </p>
          <p class="research__text">
            Продукты XL Extralight® производятся на предприятиях, работающих на
            возобновляемых источниках, что ограничивает выбросы CO2 для
            производства энергии. Промышленные отходы извлекаются и используются
            повторно для создания новых изделий, что сокращает потребление
            ископаемых и других видов топлива. Из материала XL Extralight®
            производят все корпуса для O bag, O shoes и O slippers.
          </p>
        </div>
        <div class="research__block inside__block">
          <h3 class="research__title inside__title page__title">
            Гипоаллергенный пищевой силикон
          </h3>
          <p class="research__text">
            Ремешки часов O clock и браслетов O bracelet изготовлены из
            гипоаллергенного пищевого силикона - синтетического материала на
            основе кремния (природный элемент содержится в песке) и кислорода.
            Это высококачественный материал, пригодный для использования в
            пищевой промышленности, абсолютно нетоксичный, без запаха и вкуса,
            эластичный, устойчивый к износу и высоким температурам.
          </p>
        </div>
        <div class="research__block inside__block">
          <h3 class="research__title inside__title page__title">
            Гриламид TR90
          </h3>
          <p class="research__text">
            Grilamid TR90 - это специальный технополимер. Материал
            гипоаллергенный, биологически совместим и абсолютно безопасен при
            контакте с кожей в течение длительного времени. Гриламид на 20%
            легче обычных материалов и особенно устойчив к ударам и растяжению,
            что делает изделия долговечными. Благодаря своей гибкости и эффекту
            памяти, он не деформируется даже при воздействии высоких температур.
            Гриламид производится в Италии и на 100% пригоден для вторичного
            использования. Дужки, оправы и линзы всех солнцезащитных очков O sun
            изготовлены из Grilamid TR90.
          </p>
        </div>
        <div class="research__block inside__block">
          <h3 class="research__title inside__title page__title">FSC бумага</h3>
          <p class="research__text">
            Шопперы O bag изготавливают из бумаги, сертифицированной FSC (Forest
            Stewardship Council), что гарантирует использование целлюлозы из
            лесов, находящихся под ответственным управлением. Используя знак
            FSC®, компания O bag продолжает придерживаться все более экологичных
            решений.
          </p>
          <p class="research__text">
            Цель O bag - Шопперы O bag изготавливают из бумаги,
            сертифицированной FSC (Forest Stewardship Council), что гарантирует
            использование целлюлозы из лесов, находящихся под ответственным
            управлением. Используя знак FSC®, компания O bag продолжает
            придерживаться все более экологичных решений.
          </p>
        </div>
      </div>
    </div>
    <app-news />
  </div>
</template>

<script>
import AppIntroArrow from '~/components/intro/AppIntroArrow.vue'
import AppNews from '~/components/news/AppNews.vue'

export default {
  name: 'ResearchPage',
  components: {
    AppIntroArrow,
    AppNews,
  },
}
</script>
