<template>
  <div>
    <app-intro-arrow>
      <h3 class="intro__title intro__title-arrow">
        Правила использования подарочных сертификатов
      </h3>
    </app-intro-arrow>
    <div class="rules inside">
      <div class="container">
        <div class="rules__block inside__block">
          <h3 class="rules__title page__title inside__title">
            Правила использования подарочных <span>сертификатов G-card.</span>
          </h3>
          <p class="rules__text">
            Огромный выбор продукции на сайте ставит тебя в тупик? Ты очень хочешь подарить что-то из ассортимента нашего сайта, но боишься не угадать с цветом, размером или конфигурацией? Тогда эта услуга для тебя! Мы предоставляем возможность приобрести подарочный сертификат желаемого номинала. Сертификат может быть использован на любую категорию товаров O bag: часы, сумки, очки, браслеты, обувь. Закажи его на нашем сайте, заполнив специальную форму ниже. После чего жди звонка нашего менеджера для уточнения деталей оплаты и доставки. 
          </p>
        </div>
        <div class="rules__block inside__block">
          <h3 class="rules__title page__title inside__title">
            Правила использования подарочных <span>сертификатов O bag:</span>
          </h3>
          <ul class="rules__list">
            <li class="rules__list-item">
              Срок действия сертификата неограничен.
            </li>
            <li class="rules__list-item">
              Подарочный сертификат не является именным. Любой покупатель, предоставивший активированный сертификат, может воспользоваться им, совершая покупки на нашем сайте или в магазинах розничной сети O bag stores. 
            </li>
            <li class="rules__list-item">
              Если сумма покупки будет превышать номинал подарочного сертификата, клиент сможет доплатить разницу только наличными, и приобрести понравившийся товар.
            </li>
            <li class="rules__list-item">
              Если сумма покупки будет меньше номинала подарочного сертификата, разница не возмещается. 
            </li>
            <li class="rules__list-item">
              В случае, если клиент захочет обменять товар, приобретенный по сертификату, деньги за него будут возвращены на новый подарочный сертификат. Соответственно, номинал нового сертификата будет равен номиналу старого. 
            </li>
            <li class="rules__list-item">
              Подарочные сертификаты не подлежат возврату. 
            </li>
            <li class="rules__list-item">
              Снять деньги с подарочного сертификата невозможно. Он может быть использован только на покупки в нашем магазине. 
            </li>
            <li class="rules__list-item">
              Делая покупки по подарочному сертификату, клиент должен предоставить его данные нашему менеджеру. Уникальный номер подарочного сертификата должен быть хорошо виден и не должен быть поврежден. 
            </li>
          </ul>
          <h6 class="rules__strong">
            В случае, если клиент не сможет предоставить номер, а наш менеджер не сможет проверить активность предоставляемого сертификата, клиенту будет отказано в покупке. 
          </h6>
          <p class="rules__text">
            За дополнительной информацией обращайтесь по тел.: <span>+38-044-333-43-42</span> или на почту <span>hello@obag.ua.</span>
          </p>
          <p class="rules__text">
            Оформить заказ на подарочный сертификат номиналом <span>500, 1000, 2000, 3000 или 5000</span> гривен Вы можете <a class="rules__link" href="#?">ЗДЕСЬ</a>
          </p>
          <img class="rules__img" src="@/assets/images/rule/rule-img.png" alt="">
        </div>
      </div>
    </div>
    <app-news />
  </div>
</template>

<script>
import AppIntroArrow from '~/components/intro/AppIntroArrow.vue'
import AppNews from '~/components/news/AppNews.vue'

export default {
  name: 'RulesPage',
  components: {
    AppIntroArrow,
    AppNews,
  },
}
</script>


