<template>
  <div>
    <app-intro-arrow>
      <h3 class="intro__title intro__title-arrow">
        Гарантия на товары O bagПравила использования подарочных сертификатов
      </h3>
    </app-intro-arrow>
    <div class="warranty inside">
      <div class="container">
        <div class="warranty__block inside__block">
          <h3 class="warranty__title-red">
            Внимание! С 15.06.2021 изменены гарантийные сроки.
          </h3>
          <p class="warranty__text">
            Интернет-магазин Obag.ua является эксклюзивным представителем бренда
            O bag на территории Украины. Мы делаем все возможное, чтобы наши
            покупатели были довольны не только продукцией популярного
            итальянского бренда, но и качеством нашего сервиса.
          </p>
        </div>
        <div class="warranty__block inside__block">
          <h3 class="warranty__title inside__title page__title">
            ГАРАНТИЯ НА ВСЕ ГРУППЫ ТОВАРОВ РАСПРОСТРАНЯЕТСЯ, ЕСЛИ:
          </h3>
          <ol class="warranty__list">
            <li class="warranty__list-item">Есть производственный брак.</li>
            <li class="warranty__list-item">
              Имеются недостатки (неисправности изделия), возникшие по вине
              производителя.
            </li>
            <li class="warranty__list-item">
              Клиент предъявляет оригинал товарного чека или документа, который
              его заменяет, правильно заполненного гарантийного талона и
              дефектного изделия.
            </li>
            <li class="warranty__list-item">
              В магазине есть идентичный товар, который сможет заменить
              неисправный. Если же идентичный товар отсутствует, Вам будет
              предложен альтернативный вариант.
            </li>
          </ol>
        </div>
        <div class="warranty__block inside__block">
          <h3 class="warranty__title inside__title page__title">
            ГАРАНТИЯ НЕ РАСПРОСТРАНЯЕТСЯ, ЕСЛИ:
          </h3>
          <ol class="warranty__list">
            <li class="warranty__list-item">
              На товаре присутствуют повреждения (внешние или внутренние),
              вызванные любым механическим воздействием; применением внешней
              силы к частям изделия.
            </li>
            <li class="warranty__list-item">
              Присутствуют повреждения, вызванные в результате попадания в/на
              изделия красителей, едких химических веществ и/или растворителей.
            </li>
            <li class="warranty__list-item">
              Товар пострадал от воздействия высоких температур и/или долгого
              нахождения под ярким светом (выгорание цветов).
            </li>
            <li class="warranty__list-item">
              Товар был использован не по назначению и ему был нанесен ряд
              повреждений, не имеющих отношение к гарантийному обслуживанию.
            </li>
            <li class="warranty__list-item">
              Товар получил ряд повреждений в процессе носки, не имеющих
              отношения к гарантийному обслуживанию.
            </li>
          </ol>
        </div>
        <div class="warranty__block inside__block">
          <h3 class="warranty__title inside__title page__title">
            ГАРАНТИЙНЫЙ РЕМОНТ НЕ ПРОИЗВОДИТСЯ В СЛЕДУЮЩИХ СЛУЧАЯХ:
          </h3>
          <ol class="warranty__list">
            <li class="warranty__list-item">
              Нарушение правил пользования изделием или его использование не по
              назначению.
            </li>
            <li class="warranty__list-item">
              Самостоятельная попытка ремонта изделия.
            </li>
            <li class="warranty__list-item">
              Отсутствуют документы, подтверждающие факт покупки, и гарантийный
              талон.
            </li>
            <li class="warranty__list-item">
              Товар получил ряд повреждений, которые относятся к естественному,
              физическому износу изделий в течение времени.
            </li>
            <li class="warranty__list-item">
              Внимание! При покупке товара/приеме на почте, клиент обязан
              осмотреть его на наличие дефектов (царапины, вмятины, потёртости,
              загрязнения, связанные с внешними видами воздействия на товар).
            </li>
          </ol>
        </div>
        <h3 class="warrenty__title inside__title inside__block page__title">
          ДОПОЛНИТЕЛЬНЫЕ ГАРАНТИИ НА ГРУППЫ ТОВАРОВ O BAG
        </h3>
        <div class="warranty__block inside__block">
          <h3 class="warranty__title inside__title page__title">ЦИФЕРБЛАТЫ</h3>
          <ol class="warranty__list">
            <li class="warranty__list-item">
              На все циферблаты, приобретенные в магазинах O bag в Украине, на
              сайте obag.ua или в любом партнерском магазине, распространяется
              гарантия производителя 12 месяцев со дня покупки, не включая день
              покупки.
            </li>
            <li class="warranty__list-item">
              В случае, если циферблат неисправен, или в его работе обнаружен
              дефект, Вы имеете право на бесплатную замену дефектной части или
              циферблата полностью.
            </li>
            <li class="warranty__list-item">
              Гарантия не распространяется, если защитное внешнее стекло
              (пластиковая пластина) циферблата разбита и/или выпала, на товаре
              присутствуют трещины, сколы, царапины, изменения поверхностей,
              деформация материалов и деталей.
            </li>
            <li class="warranty__list-item">
              Гарантия не распространяется, если нарушены правила взаимодействия
              часов с водой. Водонепроницаемость 3 АТМ подразумевает
              взаимодействие с брызгами и дождем и отсутствием давления на
              механизм. Водонепроницаемость сохраняется только до тех пор, пока
              на ваших часах нет механических повреждений или трещин. В случае
              сильного удара по часам или образования любого рода повреждений,
              рекомендуем избегать взаимодействия часов с водой.
            </li>
            <li class="warranty__list-item">
              Гарантия не распространяется, если имеются повреждения
              образовались из-за проникновения посторонних предметов, веществ
              или насекомых внутрь циферблата.
            </li>
          </ol>
        </div>
        <div class="warranty__block inside__block">
          <h3 class="warranty__title inside__title page__title">
            РЕМЕШКИ К ЧАСАМ
          </h3>
          <ol class="warranty__list">
            <li class="warranty__list-item">
              Гарантия на ремешки (браслеты часов) составляет 12 месяцев с
              момента покупки, не включая день покупки.
            </li>
            <li class="warranty__list-item">
              Из-за особенностей материалов, из которых изготавливается товар
              (этиленвинилацетат и силикон) и особенностей производства, края
              некоторых ремешков при очень близком рассмотрении могут содержать
              некоторые неровности. Цвет, указанный на сайте, может отличаться
              от фактического. В этих случаях, гарантийное обслуживание на
              ремешки не распространяется.
            </li>
            <li class="warranty__list-item">
              Ремешки, имеющие следы механического повреждения (надрезы,
              надрывы, проколы, трещины etc.) под гарантию не подпадают.
              Исключение составляют ремешки, которые порвались четко по шву
              спайки в области запястья.
            </li>
          </ol>
        </div>
        <div class="warranty__block inside__block">
          <h3 class="warranty__title inside__title page__title">
            ЭЛЕМЕНТЫ ПИТАНИЯ К ЧАСАМ
          </h3>
          <ol class="warranty__list">
            <li class="warranty__list-item">
              Гарантия на элементы питания (батарейки) составляет 90 дней с
              момента покупки, не включая день покупки.
            </li>
            <li class="warranty__list-item">
              Батарейки на часах, имеющих следы вскрытия, под гарантию не
              подпадают.
            </li>
          </ol>
        </div>
        <div class="warranty__block inside__block">
          <h3 class="warranty__title inside__title page__title">
            КОРПУСА И ФЛИПЫ XL EXTRALIGHT
          </h3>
          <ol class="warranty__list">
            <li class="warranty__list-item">
              На все корпуса и флипы XL Extralight, приобретенные в магазинах O
              bag в Украине, на сайте www.obag.ua или в любом партнерском
              магазине, распространяется гарантия 12 месяцев со дня покупки,
              включая день покупки.
            </li>
            <li class="warranty__list-item">
              Гарантия не распространяется, если: 1) корпус или флип XL
              Extralight был деформирован из-за температурных изменений
              (оставили в машине/багажнике на жаре); 2) корпус или флип XL
              Extralight был деформирован из-за перегруза;
            </li>
            <li class="warranty__list-item">
              В процессе носки светлый корпус/светлый флип окрасила темная
              одежда; 4) в процессе носки на корпусе или флипе образовались
              царапины, вызванные соприкосновением с острыми предметами
              (ключами, ножницами, пластиковыми карточками). Это - допустимые
              дефекты литья корпусов/флипов XL Extralight. Рекомендуем бережно
              относиться к этому материалу!
            </li>
          </ol>
        </div>
      </div>
    </div>
    <app-news />
  </div>
</template>

<script>
import AppIntroArrow from '~/components/intro/AppIntroArrow.vue'
import AppNews from '~/components/news/AppNews.vue'

export default {
  name: 'WarrantyPage',
  components: {
    AppIntroArrow,
    AppNews,
  },
}
</script>


